Repository: Cebion/aquatic_bubble
Catalog: po/*.po
Languages: es

source: - Audio system disabled because of errors
es: - Sistema de audio deshabilitado a causa de errores

source: + Starting audio system
es: + Iniciando el sistema de audio

source: - Audio system disabled from paremeters
es: - Sistema de audio deshabilitado desde los parámetros

source: Error in audio subsystem: %s
es: Error en el subsistema de audio: %d

source: Couldn't set 44100 Hz 16 bits audio: %s
es: No se puede definir el sistema de audio a 44100 Hz en 16 bits: %s

source: + Starting sound subsystem
es: + Iniciando el subsistema de sonido

source: Couldn't enable music because of audio subsystem is disabled
es: No se puede habilitar la musica porque el subsistema de audio no está habilitado

source: Couldn't enable sound because of sound subsystem is disabled
es: No se puede habilitar el sonido porque el subsistema de audio no está habilitado

source: GAME OVER
es: JUEGO PERDIDO

source: CONTINUE?
es: ¿ QUIERE CONTINUAR ?

source: In cadena.cpp (line %d): invalid %s value
es: en cadena.cpp (linea %d): %s es un valor no permitido

source: in source code (%s), animation not expected
es: en el código fuente(%s), animación no permitida

source: in source code (%s), not found graphic for '%c'
es: en el código fuente (%s), no se encuentra un grafico para '%c'

source: Can't select option, marc not found (function %s)
es: No se puede seleccionar la opcion, marca inexistente (función %s)

source: Can't ??? option, marc not found (function %s)
es: No se puede desmarcar, marca inexistente (función %s)

source: Can't found crosses (function %s)
es: No se encuentran los guiones (función %s)

source: Can't open file:
es: No se puede abrir el archivo:

source: Press any key to quit
es: Pulse una tecla para salir

source: - Can't open %s file
es: - No se puede abrir el archivo %s

source: - Can't scale %s image file
es: - No se puede reescalar el archivo de imagen %s

source: in function %s, invalid graphic number
es: en la función %s, numero de grafico incorrecto

source: Can't show graphic number %d, out of range [0,%d]
es: No se puede mostrar el numero de grafico %d, está fuera del rango [0,%d]

source: invalid %s value in function %s
es: valor %s no perimitido en la función %s

source: - error in function %s, can't copy image
es: - error en la función %s, no se puede copiar la imagen

source: Invalid state in function %s
es: Estado inválido en la función %s

source: Can't pass to next level
es: No se puede avanzar al siguiente nivel

source: LEVEL
es: NIVEL

source: LEVEL COMPLETE
es: NIVEL COMPLETADO

source: LOADING IMAGES...
es: CARGANDO IMAGENES...

source: usage: %s [OPTIONS]
es: usar: %s [OPCIONES]

source: Avariable [OPTIONS]:
es: Opciones disponibles [OPTIONS]:

source: --help show this message
es: --help mostrar este mensaje

source: --ns disable sound
es: --ns deshabilitar el sonido

source: --nm disable music
es: --nm deshabilitar las músicas

source: --fullscreen full screen
es: --fullscreen pantalla completa

source: --low mode 320x240px
es: --low modo 320x240px

source: --license print license terms
es: --license mostrar los términos de uso

source: --test init the game immediately
es: --test iniciar el juego inmediatamente

source: with '--help' display help and exit
es: con '--help' se muestra la ayuda y sale

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
es: Este programa es software libre. Puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU según es publicada por la Free Software Foundation, bien de la versión 2 de dicha Licencia o bien (según su elección) de cualquier versión posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA, incluso sin la garantía MERCANTIL implícita o sin garantizar la CONVENIENCIA PARA UN PROPÓSITO PARTICULAR. Véase la Licencia Pública General de GNU para más detalles.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
es: Debería haber recibido una copia de la Licencia Pública General junto con este programa. Si no ha sido así, escriba a la Free Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: invalid option '%s'
es: opción inválida '%s'

source: Can't save %s file
es: No se puede guardar el archivo %s

source: ENTER PASSWORD:
es: INGRESE LA CLAVE:

source: NEW GAME
es: NUEVO JUEGO

source: OPTIONS
es: OPCIONES

source: CREDITS
es: CREDITOS

source: RECORDS
es: MARCAS

source: QUIT
es: SALIR

source: CONTROLS
es: CONTROLES

source: RETURN
es: REGRESAR

source: ONE PLAYER
es: UN JUGADOR

source: TWO PLAYERS
es: DOS JUGADORES

source: ENTER PASSWORD
es: INGRESAR CLAVE

source: CHANGE PL1 KEYS
es: TECLAS DEL JUGADOR 1

source: CHANGE PL2 KEYS
es: TECLAS DEL JUGADOR 2

source: SOUND >
es: SONIDO >

source: MUSIC >
es: MUSICA >

source: FULL SCREEN >
es: PANTALLA COMPLETA >

source: REDUCED MODE >
es: MODO REDUCIDO >

source: LEFT : ------
es: IZQ : ------

source: RIGHT: ------
es: DER : ------

source: JUMP : ------
es: SALTO: ------

source: FIRE : ------
es: FUEGO: ------

source: THIS IS CORRECT ?
es: ¿ ES CORRECTO ?

source: OK, PRESS FIRE
es: BIEN, PULSE UNA TECLA

source: INVALID PASSWORD
es: CLAVE INCORRECTA

source: error, escene not found in function %s
es: error, escena no encontrada en la función %s

source: Can't change escene
es: No se puede cambiar de escena

source: Can't change video mode
es: No se puede cambiar el modo de video

source: couldn't copy screen: %s
es: no se puede copiar la pantalla: %s

source: Thanks for play this game
es: Gracias por jugar a este juego

source: Can't load background image: %s
es: No se puede cargar la imagen se fondo: %s

source: BEST RECORDS
es: MEJORES MARCAS

source: PROGRAMING:
es: PROGRAMACION:

source: GRAPHICS:
es: GRAFICOS:

source: lim_cadena is out of range of 0 to 100
es: lim_cadena esta fuera del rango de 0 a 100

source: Can't create images for transition
es: No se pueden crear las imagenes para la transición
